Repository: iKarwan/iNKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, ja, nl, tr, zh

# permission_denied_disc
source: Please allow photo library access in Settings
ar: يرجى السماح بالوصول إلى مكتبة الصور من الإعدادات
ckb: تکایە دەسەڵاتی گەیشتن بە ئەلبومی وێنەکان لە ڕێگەی ڕێکخستنەکانەوە بدە
de: Bitte erlaube den Zugriff auf die Fotomediathek in den Einstellungen
es: Permita el acceso a la biblioteca de fotos en Configuración
ja: 設定で写真ライブラリへのアクセスを許可してください
nl: Sta toegang tot de fotobibliotheek toe via Instellingen
tr: Ayarlar'dan fotoğraf erişimine izin verin
zh: 请在设置中允许访问照片库

# numer_of_video_images
source: %@ %ld of %ld
ar: %@ %ld من %ld
ckb: %@ %ld لە %ld
de: %@ %ld von %ld
es: %@ %ld de %ld
ja: %@ %ld / %ld
nl: %@ %ld van %ld
tr: %@ %ld / %ld
zh: %@ %ld / %ld

source: %@ • Quick Look
ar: %@ • عرض سريع
ckb: %@ • پیشاندان
de: %@ • Schnellansicht
es: %@ • Vista rápida
ja: %@ • クイックルック
nl: %@ • Snel bekijken
tr: %@ • Hızlı Bakış
zh: %@ • 快速预览

source: %@ • Save Current
ar: %@ • حفظ الحالي
ckb: %@ • پاشەکەوتکردنی ئێستا
de: %@ • Aktuelles speichern
es: %@ • Guardar actual
ja: %@ • 現在の項目を保存
nl: %@ • Huidige opslaan
tr: %@ • Mevcut olanı kaydet
zh: %@ • 保存当前

# download_and_share
source: %@ • Download & Share
ar: %@ • تنزيل ومشاركة
ckb: %@ • داگرتن و هاوبەشی
de: %@ • Herunterladen & Teilen
es: %@ • Descargar y compartir
ja: %@ • ダウンロードして共有
nl: %@ • Downloaden en delen
tr: %@ • İndir ve Paylaş
zh: %@ • 下载并分享

# save_all_images_videos
source: Save All (%ld images, %ld videos)
ar: حفظ الكل (%ld صور، %ld فيديوهات)
ckb: پاشەکەوتکردنی هەموو (%ld وێنە، %ld ڤیدیۆ)
de: Alle speichern (%ld Bilder, %ld Videos)
es: Guardar todo (%ld imágenes, %ld videos)
ja: すべて保存 (%ld 画像, %ld 動画)
nl: Alles opslaan (%ld afbeeldingen, %ld video's)
tr: Hepsini kaydet (%ld resim, %ld video)
zh: 保存全部（%ld 张图片, %ld 个视频）

# save_all_images
source: Save All Images (%ld)
ar: حفظ كل الصور (%ld)
ckb: پاشەکەوتکردنی هەموو وێنەکان (%ld)
de: Alle Bilder speichern (%ld)
es: Guardar todas las imágenes (%ld)
ja: すべての画像を保存 (%ld)
nl: Alle afbeeldingen opslaan (%ld)
tr: Tüm resimleri kaydet (%ld)
zh: 保存所有图片 (%ld)

# save_all_videos
source: Save All Videos (%ld)
ar: حفظ كل الفيديوهات (%ld)
ckb: پاشەکەوتکردنی هەموو ڤیدیۆکان (%ld)
de: Alle Videos speichern (%ld)
es: Guardar todos los videos (%ld)
ja: すべての動画を保存 (%ld)
nl: Alle video's opslaan (%ld)
tr: Tüm videoları kaydet (%ld)
zh: 保存所有视频 (%ld)

# icon_changed
source: You have changed the icon for "Instagram".
ar: لقد قمت بتغيير أيقونة "Instagram".
ckb: تۆ ئایكۆنی "Instagram" گۆڕی.
de: Du hast das Icon für „Instagram“ geändert.
es: Has cambiado el ícono para "Instagram".
ja: 「Instagram」の アイコンを変更しました。
nl: Je hebt het pictogram voor "Instagram" gewijzigd.
tr: “Instagram” için où değiştirildi.
zh: 你已更改 “Instagram”的图标。

source: Select Icon Theme
ar: اختر نمط الأيقونة
ckb: هەڵبژاردنی ڕووخساری ئایكۆن
de: Icon-Design auswählen
es: Seleccionar tema de ícono
ja: アイコンテーマを選択
nl: Pictogramthema kiezen
tr: Simge temasını seç
zh: 选择图标主题

source: Default
ar: افتراضي
ckb: بنەڕەتی
de: Standard
es: Predeterminado
ja: デフォルト
nl: Standaard
tr: Varsayılan
zh: 默认

source: Fire
ar: نار
ckb: ئاگر
de: Feuer
es: Fuego
ja: ファイア
nl: Vuur
tr: Ateş
zh: 火焰

source: Floral
ar: زهور
ckb: گول
de: Blumen
ja: フローラル
nl: Floraal
tr: Çiçek
zh: 花卉

source: Metal
ar: معدن
ckb: مەتاڵ
ja: メタル
nl: Metaal
zh: 金属

source: Neon
ar: نيون
ckb: نیۆن
es: Neón
ja: ネオン
zh: 霓虹

source: Slime
ar: سلايم
ckb: سلایم
de: Schleim
ja: スライム
nl: Slijm
zh: 史莱姆

source: Fake Location
ar: موقع وهمي
ckb: شوێنی ساختە
de: Falscher Standort
es: Ubicación falsa
ja: 偽の位置情報
nl: Valse locatie
tr: Sahte Konum
zh: 虚拟位置

source: Save
ar: حفظ
ckb: هەڵگرتن
de: Speichern
es: Guardar
ja: 保存
nl: Opslaan
tr: Kaydet
zh: 保存

source: Location Name
ar: اسم الموقع
ckb: ناوی شوێن
de: Standortname
es: Nombre de la ubicación
ja: 場所名
nl: Locatienaam
tr: Konum Adı
zh: 位置名称

# enter_location_name
source: Country: %@ Enter a name for this location
ar: الدولة: %@ أدخل اسمًا لهذا الموقع
ckb: وڵات: %@ ناوی ئەم شوێنە بنوسە
de: Land: %@ Gib einen Namen für diesen Standort ein
es: País: %@ Ingresa un nombre para esta ubicación
ja: 国: %@ この場所の名前を入力してください
nl: Land: %@ Voer een naam in voor deze locatie
tr: Ülke: %@ Bu konum için bir ad girin
zh: 国家：%@ 请输入此位置的名称

source: Save Location
ar: حفظ الموقع
ckb: هەڵگرتنی شوێن
de: Standort speichern
es: Guardar ubicación
ja: 場所を保存
nl: Locatie opslaan
tr: Konumu Kaydet
zh: 保存位置

source: Getting location info...
ar: جارٍ الحصول على معلومات الموقع...
ckb: وەرگرتنی زانیاری شوێن...
de: Standortinformationen werden abgerufen...
es: Obteniendo información de ubicación...
ja: 位置情報を取得しています...
nl: Locatie-informatie ophalen...
tr: Konum bilgisi alınıyor...
zh: 正在获取位置信息...

source: Loading...
ar: جارٍ التحميل...
ckb: لە باركردن...
de: Lädt...
es: Cargando...
ja: 読み込み中...
nl: Laden...
tr: Yükleniyor...
zh: 加载中...

source: Selected Location
ar: الموقع المحدد
ckb: شوێنی هەڵبژێراو
de: Ausgewählter Standort
es: Ubicación seleccionada
ja: 選択した場所
nl: Geselecteerde locatie
tr: Seçilen Konum
zh: 已选择的位置

source: Delete
ar: حذف
ckb: سڕینەوە
de: Löschen
es: Eliminar
ja: 削除
nl: Verwijderen
tr: Sil
zh: 删除

# saved_location_disc
source: Manage your saved locations and set one as your active location. Swipe to remove any saved entry.
ar: إدارة المواقع المحفوظة وتعيين أحدها كموقع نشط. اسحب لحذف أي موقع.
ckb: شوێنە هەڵگيراوەکان بەڕێوەببە و یەكێکیان وەک شوێنی كارای خۆت دیاری بكە. رابكيشه بو لاى جه ب بو سڕینەوە.
de: Verwalte deine gespeicherten Standorte und setze einen als aktiv. Wische, um Einträge zu entfernen.
es: Administra tus ubicaciones guardadas y establece una como activa. Desliza para eliminar.
ja: 保存した場所を管理し、アクティブな場所として設定できます。スワイプで削除できます。
nl: Beheer je opgeslagen locaties en stel er één in als actieve locatie. Veeg om te verwijderen.
tr: Kaydedilen konumlarını yönet ve birini aktif konum olarak ayarla. Silmek için kaydır.
zh: 管理你的已保存位置，并将其中一个设为当前使用的地点。滑动即可删除。

# enable_fake_location_disc
source: Simulate a custom location within Instagram instead of your actual one. Adds a convenient button on the Friends Map to quickly switch locations.
ar: قم بمحاكاة موقع مخصص داخل إنستغرام بدلًا من موقعك الحقيقي. يضيف زرًا في خريطة الأصدقاء للتبديل السريع.
ckb: شوێنێكی ساختەت بخە ناو Instagram لەبری شوێنی ڕاستەقینە. دوگمەیەک زیاد دەکات بۆ گۆڕینی خێرا لە نەخشەی هاوڕێکان.
de: Simuliere einen benutzerdefinierten Standort anstelle deines echten. Fügt einen Button zur Freunde-Karte hinzu.
es: Simula una ubicación personalizada en Instagram en lugar de la real. Añade un botón en el mapa de amigos para cambiar rápidamente.
ja: 実際の位置情報の代わりにInstagram内でカスタム位置情報を使用します。友達マップで素早く切り替えるボタンが追加されます。
nl: Simuleer een aangepaste locatie in Instagram in plaats van je echte locatie. Er wordt een knop toegevoegd op de vriendenkaart om snel te wisselen.
tr: Gerçek konumun yerine Instagram içinde özel bir konum simüle eder. Arkadaş Haritasına hızlı geçiş için bir buton ekler.
zh: 在 Instagram 中模拟一个自定义位置，而不是你的真实位置。会在好友地图中添加快速切换按钮。

source: SAVED LOCATIONS
ar: المواقع المحفوظة
ckb: شوێنە هەڵگيراوەکان
de: GESPEICHERTE STANDORTE
es: UBICACIONES GUARDADAS
ja: 保存された場所
nl: OPGESLAGEN LOCATIES
tr: KAYDEDİLEN KONUMLAR
zh: 已保存的位置

source: Search places
ar: ابحث عن الأماكن
ckb: گەڕان بۆ شوێن
de: Orte suchen
es: Buscar lugares
ja: 場所を検索
nl: Plaatsen zoeken
tr: Yer ara
zh: 搜索地点

source: Select Location
ar: اختر موقعًا
ckb: شوێن هەڵبژێرە
de: Standort auswählen
es: Seleccionar ubicación
ja: 場所を選択
nl: Locatie kiezen
tr: Konum seç
zh: 选择位置

source: Custom Location
ar: موقع مخصص
ckb: شوێنی تایبەت
de: Benutzerdefinierter Standort
es: Ubicación personalizada
ja: カスタム場所
nl: Aangepaste locatie
tr: Özel Konum
zh: 自定义位置

source: System Default
ar: إعدادات النظام
ckb: بنەڕەتی سیستەم
de: Systemstandard
es: Predeterminado del sistema
ja: システムデフォルト
nl: Systeemstandaard
tr: Sistem Varsayılanı
zh: 系统默认

source: Current Location
ar: الموقع الحالي
ckb: شوێنی ئێستا
de: Aktueller Standort
es: Ubicación actual
ja: 現在地
nl: Huidige locatie
tr: Mevcut Konum
zh: 当前位置

source: Enable Fake Location
ar: تفعيل الموقع الوهمي
ckb: چالاککردنی شوێنی ساختە
de: Falschen Standort aktivieren
es: Activar ubicación falsa
ja: 偽の位置情報を有効にする
nl: Valse locatie inschakelen
tr: Sahte Konumu Etkinleştir
zh: 启用虚拟位置

# OTHER_TWEAKS
source: Other Projects
ar: مشاريع أخرى
ckb: پڕۆژەی تر
de: Weitere Projekte
es: Otros proyectos
ja: その他のプロジェクト
nl: Andere projecten
tr: Diğer projeler
zh: 其他项目

# CREDITS
source: Contributors
ar: المساهمون
ckb: هاوبەشەکان
de: Mitwirkende
es: Colaboradores
ja: 貢献者
nl: Bijdragers
tr: Katkıda bulunanlar
zh: 贡献者

# SPECIAL_THANK
source: Special Thanks
ar: شكر خاص
ckb: سوپاسی تایبەتی
de: Besonderer Dank
es: Agradecimiento especial
ja: 特別な感謝
nl: Speciale dank
tr: Özel teşekkürler
zh: 特别感谢

source: Icon by
ar: الأيقونة من تصميم
ckb: نیشانە لەلایەن
de: Icon von
es: Icono por
ja: アイコン制作
nl: Icoon door
tr: Simge tasarımı
zh: 图标设计

# LOCALIZATION
source: Localizations
ar: الترجمات
ckb: وەرگێڕانەکان
de: Lokalisierungen
es: Traducciones
ja: ローカリゼーション
nl: Vertalingen
tr: Yerelleştirmeler
zh: 本地化

source: Developer
ar: المطور
ckb: پەرەپێدەەر
de: Entwickler
es: Desarrollador
ja: 開発者
nl: Ontwikkelaar
tr: Geliştirici
zh: 开发者

# compatible_legacy_ver
source: Compatible (Legacy iOS)
ckb: گونجاو (iOS کۆن)
de: Kompatibel (älteres iOS)
es: Compatible (iOS heredado)

# not_compatible_ver
source: Not Compatible
ckb: ناگونجاو
de: Nicht kompatibel
es: No compatible

# unknown_ver
source: Unknown
ckb: نەزانراو
de: Unbekannt
es: Desconocido

# compatible_ver
source: Compatible
ckb: گونجاو
de: Kompatibel

source: ⚠️ Clear All Data
ckb: ⚠️ سڕینەوەی هەموو داتاکان
de: ⚠️ Alle Daten löschen
es: ⚠️ Borrar todos los datos

# clear_all_data_disc
source: This will delete ALL app data including keychain, preferences, and cached files. This action cannot be undone!
ckb: ئەم کارە هەموو داتای ئەپەکە دەسڕێتەوە، لەوانەش keychain، هەڵبژاردەکان و فایلە کاشکراوەکان. ئەم کارە ناتوانرێت بگەڕێندرێتەوە!
de: Dies löscht ALLE App-Daten, einschließlich Schlüsselbund, Einstellungen und zwischengespeicherter Dateien. Diese Aktion kann nicht rückgängig gemacht werden!
es: Esto eliminará TODOS los datos de la app, incluido el llavero, las preferencias y los archivos en caché. ¡Esta acción no se puede deshacer!

source: Delete Everything
ckb: سڕینەوەی هەموو شتێک
de: Alles löschen
es: Eliminar todo

source: ✅ Data Cleared
ckb: ✅ داتاکان سڕایەوە
de: ✅ Daten gelöscht
es: ✅ Datos borrados

# data_cleared_disc
source: All app data has been successfully deleted. The app will now restart.
ckb: هەموو داتای ئەپەکە بە سەرکەوتوویی سڕایەوە. ئەپەکە ئێستا دووبارە دەستپێدەکات.
de: Alle App-Daten wurden erfolgreich gelöscht. Die App wird nun neu gestartet.
es: Todos los datos de la aplicación se han eliminado correctamente. La app se reiniciará ahora.

source: Clear on Startup
ar: مسح عند التشغيل
ckb: پاککردن لە کاتی دەستپێکردن
de: Beim Start löschen
es: Limpiar al iniciar
ja: 起動時にキャッシュをクリア
nl: Wissen bij opstarten
tr: Başlangıçta temizle
zh: 启动时清理

source: Clear Cache
ar: مسح الذاكرة المؤقتة
ckb: پاککردنی کاش
de: Cache leeren
es: Borrar caché
ja: キャッシュをクリア
nl: Cache wissen
tr: Önbelleği temizle
zh: 清理缓存

source: On
ar: تشغيل
ckb: چالاک
de: Ein
es: Activado
ja: オン
nl: Aan
tr: Açık
zh: 开

source: Off
ar: إيقاف
ckb: ناچالاک
de: Aus
es: Desactivado
ja: オフ
nl: Uit
tr: Kapalı
zh: 关

source: Calculating…
ar: جارٍ الحساب...
ckb: هەژمارەکردن...
de: Wird berechnet…
es: Calculando...
ja: 計算中…
nl: Berekenen…
tr: Hesaplanıyor...
zh: 计算中…

# license_option
source: License Options
ar: خيارات الترخيص
ckb: هەڵبژاردەکانی مۆڵەت
de: Lizenzoptionen
es: Opciones de licencia
ja: ライセンスオプション
nl: Licentie-opties
tr: Lisans seçenekleri
zh: 许可证选项

# license_option_disc
source: Select an option:
ar: اختر خيارًا:
ckb: هەڵبژێرە:
de: Wähle eine Option:
es: Elige una opción:
ja: オプションを選択してください：
nl: Kies een optie:
tr: Bir seçenek belirle:
zh: 请选择：

source: Activate New License
ar: تفعيل ترخيص جديد
ckb: چالاککردنی مۆڵەتی نوێ
de: Neue Lizenz aktivieren
es: Activar nueva licencia
ja: 新しいライセンスを有効化
nl: Nieuwe licentie activeren
tr: Yeni lisansı etkinleştir
zh: 激活新许可证

source: Restore License
ar: استعادة الترخيص
ckb: گەڕاندنەوەی مۆڵەت
de: Lizenz wiederherstellen
es: Restaurar licencia
ja: ライセンスを復元
nl: Licentie herstellen
tr: Lisansı geri yükle
zh: 恢复许可证

source: Renew License
ar: تجديد الترخيص
ckb: نوێکردنەوەی مۆڵەت
de: Lizenz verlängern
es: Renovar licencia
ja: ライセンスを更新
nl: Licentie vernieuwen
tr: Lisansı yenile
zh: 续订许可证

source: Buy License
ar: شراء ترخيص
ckb: کڕینی مۆڵەت
de: Lizenz kaufen
es: Comprar licencia
ja: ライセンスを購入
nl: Licentie kopen
tr: Lisans satın al
zh: 购买许可证

# activate_new_license_disc
source: Enter your email and license key below.
ar: أدخل بريدك الإلكتروني ورمز الترخيص.
ckb: پۆستی ئەلیکترۆنی و کۆدی مۆڵەت بنووسە.
de: Gib unten deine E-Mail und den Lizenzschlüssel ein.
es: Ingresa tu correo electrónico y clave de licencia.
ja: メールアドレスとライセンスキーを入力してください。
nl: Voer je e-mail en licentiesleutel in.
tr: E-posta ve lisans anahtarını gir.
zh: 请输入邮箱和许可证密钥。

source: Email
ar: البريد الإلكتروني
ckb: ئیمەیڵ
es: Correo electrónico
ja: メールアドレス
tr: E-posta
zh: 邮箱

source: License Key
ar: رمز الترخيص
ckb: کۆدی مۆڵەت
de: Lizenzschlüssel
es: Clave de licencia
ja: ライセンスキー
nl: Licentiesleutel
tr: Lisans anahtarı
zh: 许可证密钥

source: Activate
ar: تفعيل
ckb: چالاککردن
de: Aktivieren
es: Activar
ja: 有効化
nl: Activeren
tr: Etkinleştir
zh: 激活

source: Invalid Email
ar: بريد غير صالح
ckb: ئیمەیڵ نادروستە
de: Ungültige E-Mail
es: Correo inválido
ja: 無効なメールアドレス
nl: Ongeldig e-mailadres
tr: Geçersiz e-posta
zh: 邮箱无效

# invalid_email_disc
source: Enter a valid email address.
ar: يرجى إدخال بريد إلكتروني صالح.
ckb: تکایە ئیمەیڵێکی دروست بنووسە.
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Por favor ingresa un correo válido.
ja: 有効なメールアドレスを入力してください。
nl: Voer een geldig e-mailadres in.
tr: Geçerli bir e-posta adresi girin.
zh: 请输入有效的邮箱地址。

source: Invalid License
ar: ترخيص غير صالح
ckb: مۆڵەت نادروستە
de: Ungültige Lizenz
es: Licencia inválida
ja: 無効なライセンス
nl: Ongeldige licentie
tr: Geçersiz lisans
zh: 许可证无效

# license_key_empty
source: License key cannot be empty.
ar: رمز الترخيص لا يمكن أن يكون فارغًا.
ckb: کۆدی مۆڵەت نابێت بەتاڵ بێت.
de: Lizenzschlüssel darf nicht leer sein.
es: La clave de licencia no puede estar vacía.
ja: ライセンスキーを空にできません。
nl: Licentiesleutel mag niet leeg zijn.
tr: Lisans anahtarı boş olamaz.
zh: 许可证密钥不能为空。

# license_key_length_wrong
source: Invalid license key length. Please enter a valid key.
ar: طول رمز الترخيص غير صحيح. يرجى إدخال رمز صالح.
ckb: درێژی کۆد نادروستە. تکایە کۆدی دروست بنووسە.
de: Ungültige Lizenzschlüssellänge. Bitte gib einen gültigen Schlüssel ein.
es: La longitud de la clave es incorrecta. Por favor ingresa una válida.
ja: ライセンスキーの長さが不正です。 有効なキーを入力してください。
nl: Ongeldige lengte van de licentiesleutel. Voer een geldige sleutel in.
tr: Anahtar uzunluğu hatalı. Lütfen geçerli bir anahtar girin.
zh: 密钥长度错误。 请输入有效的许可证密钥。

# restore_license_disc
source: Enter the email linked to your license.
ar: أدخل البريد الإلكتروني المرتبط بالترخيص.
ckb: ئیمەیڵی پەیوەست بە مۆڵەت بنووسە.
de: Gib die mit der Lizenz verknüpfte E-Mail ein.
es: Ingresa el correo asociado a tu licencia.
ja: ライセンスに関連するメールアドレスを入力してください。
nl: Voer het e-mailadres in dat aan je licentie is gekoppeld.
tr: Lisansla ilişkili e-postayı girin.
zh: 请输入与许可证关联的邮箱。

source: Restore
ar: استعادة
ckb: گەڕاندنەوە
de: Wiederherstellen
es: Restaurar
ja: 復元
nl: Herstellen
tr: Geri yükle
zh: 恢复

source: Copy License Key
ar: نسخ رمز الترخيص
ckb: کۆپی کۆدی مۆڵەت
de: Lizenzschlüssel kopieren
es: Copiar clave de licencia
ja: ライセンスキーをコピー
nl: Licentiesleutel kopiëren
tr: Lisans anahtarını kopyala
zh: 复制许可证密钥

source: License key copied to clipboard.
ar: تم نسخ رمز الترخيص.
ckb: کۆدی مۆڵەت کۆپی کرا.
de: Lizenzschlüssel in die Zwischenablage kopiert.
es: Clave de licencia copiada al portapapeles.
ja: ライセンスキーがクリップボードにコピーされました。
nl: Licentiesleutel gekopieerd naar klembord.
tr: Lisans anahtarı panoya kopyalandı.
zh: 许可证密钥已复制。

source: License Details
ar: تفاصيل الترخيص
ckb: وردەکارییەکانی مۆڵەت
de: Lizenzdetails
es: Detalles de licencia
ja: ライセンス詳細
nl: Licentie-details
tr: Lisans detayları
zh: 许可证详情

# license_details_disc
source: License Key: %@ Expiration: %@ %@
ar: رمز الترخيص: %@ انتهاء الصلاحية: %@ %@
ckb: کۆدی مۆڵەت: %@ بەسەرچوون: %@ %@
de: Lizenzschlüssel: %@ Ablaufdatum: %@ %@
es: Clave: %@ Expira: %@ %@
ja: ライセンスキー: %@ 有効期限: %@ %@
nl: Licentiesleutel: %@ Verloopt op: %@ %@
tr: Lisans Anahtarı: %@ Sona erme: %@ %@
zh: 许可证密钥：%@ 到期时间：%@ %@

# license_restored_successfully
source: License is active.
ar: تمت استعادة الترخيص بنجاح.
ckb: مۆڵەت چالاکە.
de: Die Lizenz ist aktiv.
es: La licencia está activa.
ja: ライセンスが正常に復元されました。
nl: Licentie succesvol hersteld.
tr: Lisans başarıyla geri yüklendi.
zh: 许可证恢复成功。

source: License Restored
ar: تمت الاستعادة
ckb: مۆڵەت گەڕێندرایەوە
de: Lizenz wiederhergestellt
es: Licencia restaurada
ja: ライセンス復元済
nl: Licentie hersteld
tr: Lisans geri yüklendi
zh: 已恢复

source: Restore Failed
ar: فشلت الاستعادة
ckb: گەڕاندنەوە سەرکەوتوو نەبوو
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
ja: 復元に失敗しました
nl: Herstellen mislukt
tr: Geri yükleme başarısız
zh: 恢复失败

# copied_key
source: Copied to clipboard
ar: تم النسخ
ckb: کۆپی کرا بۆ کلیپبۆرد
de: In die Zwischenablage kopiert
es: Copiado
ja: クリップボードにコピーされました
nl: Gekopieerd
tr: Kopyalandı
zh: 已复制

source: Enter License Key
ar: أدخل رمز الترخيص
ckb: کۆدی مۆڵەت بنووسە
de: Lizenzschlüssel eingeben
es: Ingresar clave de licencia
ja: ライセンスキーを入力してください
nl: Voer licentiesleutel in
tr: Lisans anahtarını gir
zh: 输入许可证密钥

# enter_license_key_disc
source: Enter your license key to authenticate.
ar: أدخل رمز الترخيص للتحقق.
ckb: کۆدی مۆڵەت بنووسە بۆ دڵنیاکردنەوە.
de: Gib deinen Lizenzschlüssel zur Authentifizierung ein.
es: Ingresa tu clave de licencia para autenticar.
ja: 認証のためにライセンスキーを入力してください。
nl: Voer je licentiesleutel in om te verifiëren.
tr: Doğrulama için lisans anahtarını girin.
zh: 请输入许可证密钥进行验证。

# license_key_authenticated
source: License authenticated. Expires on: %@
ar: تم التحقق من الترخيص. ينتهي في: %@
ckb: مۆڵەت پشتڕاستکراوە. بەسەر دەچێت لە: %@
de: Lizenz authentifiziert. Läuft ab am: %@
es: Licencia verificada. Expira el: %@
ja: ライセンスが認証されました。期限: %@
nl: Licentie geverifieerd. Verloopt op: %@
tr: Lisans doğrulandı. Bitiş tarihi: %@
zh: 许可证验证成功。到期时间：%@

source: Authentication Successful
ar: تم التحقق بنجاح
ckb: پشتڕاستکردنەوە سەرکەوتوو بوو
de: Authentifizierung erfolgreich
es: Autenticación exitosa
ja: 認証成功
nl: Verificatie geslaagd
tr: Doğrulama başarılı
zh: 验证成功

# key_used_on_another_device
source: License already activated on another device.
ar: الترخيص مستخدم على جهاز آخر.
ckb: مۆڵەتەکە لەسەر ئامێرێکی تر چالاک کراوە.
de: Lizenz bereits auf einem anderen Gerät aktiviert.
es: Licencia ya activada en otro dispositivo.
ja: このライセンスは既に他のデバイスで使用されています。
nl: Licentie al geactiveerd op ander apparaat.
tr: Lisans başka bir cihazda etkinleştirildi.
zh: 许可证已在其他设备激活。

# key_is_in_use_on_another_device
source: This license is in use on another device. Use a different key.
ar: هذا الترخيص قيد الاستخدام على جهاز آخر. استخدم رمزًا مختلفًا.
ckb: ئەم مۆڵەتە لە ئامێرێکی تر بەکارهاتووە. تکایە کۆدی تر بەکاربهێنە.
de: Diese Lizenz wird auf einem anderen Gerät verwendet.
es: Esta licencia ya se usa en otro dispositivo. Usa una diferente.
ja: このライセンスは別のデバイスで使用中です。別のキーをご利用ください。
nl: Deze licentie is al in gebruik. Gebruik een andere sleutel.
tr: Bu lisans başka bir cihazda kullanılıyor. Farklı bir anahtar kullanın.
zh: 此许可证已在其他设备使用，请更换密钥。

# email_associated_with_another_key
source: Email already linked to another license.
ar: البريد مرتبط بترخيص آخر.
ckb: ئیمەیڵەکە پەیوەستە بە مۆڵەتی تر.
de: E-Mail ist bereits mit einer anderen Lizenz verknüpft.
es: Correo asociado a otra licencia.
ja: このメールアドレスは既に別のライセンスに紐づいています。
nl: E-mail is gekoppeld aan een andere licentie.
tr: E-posta başka bir lisansa bağlı.
zh: 邮箱已绑定其他许可证。

source: Authentication Failed
ar: فشل التحقق
ckb: پشتڕاستکردنەوە سەرکەوتوو نەبوو
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
ja: 認証失敗
nl: Verificatie mislukt
tr: Doğrulama başarısız
zh: 验证失败

# email_associated_with_defferent_key
source: This email is linked to a different key. Use another email or key.
ar: البريد مرتبط برمز مختلف. استخدم بريدًا أو رمزًا آخر.
ckb: ئیمەیڵەکە پەیوەستە بە کۆدی تر. تکایە ئیمەیڵ یان کۆدی تر بەکاربهێنە.
de: Diese E-Mail ist mit einem anderen Schlüssel verknüpft.
es: Correo asociado a otra clave. Usa un correo o clave diferente.
ja: このメールアドレスは別のキーに関連付けられています。別のメールまたはキーをご使用ください。
nl: E-mail is gekoppeld aan een andere sleutel. Gebruik een andere e-mail of sleutel.
tr: E-posta farklı bir anahtarla ilişkili. Başka bir e-posta veya anahtar kullanın.
zh: 邮箱绑定了不同的密钥，请更换邮箱或密钥。

source: Key Expired
ar: انتهت صلاحية الرمز
ckb: کۆدەکە بەسەرچووە
de: Schlüssel abgelaufen
es: Clave expirada
ja: キーが期限切れです
nl: Sleutel verlopen
tr: Anahtar süresi doldu
zh: 密钥已过期

source: License Expired
ar: الترخيص منتهي
ckb: مۆڵەت بەسەرچووە
de: Lizenz abgelaufen
es: Licencia expirada
ja: ライセンスが期限切れです
nl: Licentie verlopen
tr: Lisans süresi doldu
zh: 许可证已过期

# license_expired_disc
source: Your license has expired. Please renew.
ar: انتهت صلاحية الترخيص. يرجى التجديد.
ckb: مۆڵەتەکەت بەسەرچووە. تکایە نوێی بکەرەوە.
de: Deine Lizenz ist abgelaufen. Bitte verlängern.
es: Tu licencia ha expirado. Por favor, renuévala.
ja: ライセンスの有効期限が切れています。更新してください。
nl: Je licentie is verlopen. Vernieuw alstublieft.
tr: Lisansınızın süresi doldu. Lütfen yenileyin.
zh: 您的许可证已过期，请续订。

source: License Verification Failed
ar: فشل التحقق من الترخيص
ckb: پشتڕاستکردنەوەی مۆڵەت سەرکەوتوو نەبوو
de: Lizenzüberprüfung fehlgeschlagen
es: Verificación de licencia fallida
ja: ライセンス認証に失敗しました
nl: Licentieverificatie mislukt
tr: Lisans doğrulaması başarısız
zh: 许可证验证失败

source: No Internet
ar: لا يوجد إنترنت
ckb: بێ ئینتەرنێت
de: Kein Internet
es: Sin internet
ja: インターネット未接続
nl: Geen internet
tr: İnternet yok
zh: 无网络连接

# no_internet_disc
source: Internet connection required for authentication.
ar: الاتصال بالإنترنت مطلوب للتحقق.
ckb: پێویستە بە پەیوەندی ئینتەرنێت بۆ پشتڕاستکردنەوە.
de: Internetverbindung für die Authentifizierung erforderlich.
es: Se requiere conexión a internet para autenticar.
ja: 認証にはインターネット接続が必要です。
nl: Internetverbinding vereist voor verificatie.
tr: Doğrulama için internet bağlantısı gerekli.
zh: 需要网络连接以进行验证。

# license_disc
source: The entered license key is invalid.
ar: رمز الترخيص الذي أدخلته غير صالح.
ckb: کۆدی مۆڵەت نادروستە.
de: Der eingegebene Lizenzschlüssel ist ungültig.
es: La clave de licencia ingresada no es válida.
ja: 入力されたライセンスキーは無効です。
nl: De ingevoerde licentiesleutel is ongeldig.
tr: Girilen lisans anahtarı geçersiz.
zh: 输入的许可证密钥无效。

source: Error
de: Fehler

source: Kpop
ar: كي-بوب
