Repository: iKarwan/iNKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, ja, nl, tr, zh

# hide_typing_disc
source: Hides the typing indicator in chats. adds an icon in navbar.
ar: يخفي مؤشر الكتابة في الدردشة. يضيف أيقونة في شريط التنقل.
ckb: نیشاندانی نووسین لە چات دا ده شاريته وه. ئایکۆنێک لە نایڤباری سەربەخۆ زیاد دەکات.
de: Blendet die Tippen-Anzeige im Chat aus. Fügt ein Icon zur Navigationsleiste hinzu.
es: Oculta el indicador de escritura en los chats. agrega un ícono en la barra superior.
ja: チャットで入力中インジケーターを非表示にします。 ナビバーにアイコンを追加します。
nl: Verbergt de typindicator in chats. voegt een pictogram toe in de navigatiebalk.
tr: Sohbetlerde yazıyor göstergesini gizler. üst menü çubuğuna bir simge ekler.
zh: 隐藏聊天中的正在输入指示器。 在导航栏中添加一个图标。

# typing_off
source: Typing Off – Others can't see when you're typing
ar: إيقاف الكتابة – الآخرون لن يروا أنك تكتب
ckb: نووسین ناچالاکە – کەسانی دیکە نایبین تۆ نووسدەکەیت
de: Tippen aus – Andere sehen nicht, wenn du schreibst
es: Escritura desactivada – Otros no pueden ver cuando estás escribiendo
ja: 入力オフ – 他の人には入力中が見えません
nl: Typen uit – Anderen kunnen niet zien wanneer je typt
tr: Yazma Kapalı – Diğerleri yazdığını göremez
zh: 输入状态关闭 – 其他人无法看到你正在输入

# typing_on
source: Typing On – Others can see when you're typing
ar: تشغيل الكتابة – الآخرون سيستطيعون رؤية أنك تكتب
ckb: نووسین چالاکە – کەسانی دیکە دەتوانن ببینن تۆ نووسدەکەیت
de: Tippen an – Andere sehen, wenn du schreibst
es: Escritura activada – Otros pueden ver cuando estás escribiendo
ja: 入力オン – 他の人に入力中が見えるようになります
nl: Typen aan – Anderen kunnen zien wanneer je typt
tr: Yazma Açık – Diğerleri yazdığını görebilir
zh: 输入状态开启 – 其他人可以看到你正在输入

# unlimit_replay
source: Unlimited Replay
ar: إعادة عرض غير محدودة
ckb: پێوانەی بێ سنوور
de: Unbegrenzte Wiedergabe
es: Repetir sin límite
ja: リプレイ無制限
nl: Onbeperkt afspelen
tr: Sınırsız tekrar
zh: 无限重播

# unlimit_replay_disc
source: View photos and videos without limits. add an alert label to the long-Press
ar: عرض الصور والفيديوهات بدون حدود. أضف تنبيهًا عند الضغط المطوّل
ckb: پشاندانی وێنە و ڤیدیۆ بێ سنوور. تێبینی زیاد بکە لە کاتی پەنجە درێژکردن
de: Fotos und Videos unbegrenzt ansehen. Fügt einen Hinweis beim langen Drücken hinzu
es: Ver fotos y videos sin límites. agrega una alerta al mantener presionado
ja: 写真と動画を無制限で閲覧できます。 長押しにアラートラベルを追加
nl: Bekijk foto’s en video’s zonder beperkingen. voeg een waarschuwing toe bij lang indrukken
tr: Fotoğrafları ve videoları limitsiz görüntüleyin. uzun basınca bir uyarı etiketi ekleyin
zh: 无限制查看照片和视频。 长按时添加提醒标签

source: Mark as Seen
ar: وضع كمشوهد
ckb: نیشانکردن وەک بینراو
de: Als gesehen markieren
es: Marcar como visto
ja: 既読としてマーク
nl: Markeren als bekeken
tr: Görüldü olarak işaretle
zh: 标记为已查看

source: send video as audio
ckb: ناردنی ڤیدیۆ وەک دەنگ
de: Video als Audio senden
es: enviar video como audio

# send_video_as_audio_disc
source: send video and file as audio long press on the voice icon.
ckb: ناردنی ڤیدیۆ و فایل وەک دەنگ پەنجەی درێژ بخە سەر ئایکۆنی دەنگ.
de: Video und Datei als Audio senden Sprachsymbol lange gedrückt halten.
es: enviar video y archivo como audio mantén presionado el icono de voz.

# send_as_voice
source: Send as Voice Message
ckb: ناردن وەک پەیامی دەنگی
de: Als Sprachnachricht senden
es: Enviar como mensaje de voz

# send_as_voice_disc
source: Choose audio or video file to send
ckb: فایلی دەنگی یان ڤیدیۆ هەڵبژێرە بۆ ناردن
de: Audio- oder Videodatei zum Senden auswählen
es: Elige un archivo de audio o video para enviar

# audi_video_from_files
source: 📁 Audio 🎥 Video from Files
ckb: 📁 دەنگ 🎥 ڤیدیۆ لە فایلەکان
de: 📁 Audio 🎥 Video aus Dateien
es: 📁 Audio 🎥 Video desde Archivos

source: 🎥 Video from Photos
ckb: 🎥 ڤیدیۆ لە وێنەکان
de: 🎥 Video aus Fotos
es: 🎥 Video desde Fotos

# dwn_audio_dm
source: ↓ Download Audio
ckb: ↓ داگرتنی دەنگ
de: ↓ Audio herunterladen
es: ↓ Descargar audio

# audio_dm_not_found
source: Could not find audio for this message
ckb: نەتوانرا دەنگی ئەم پەیامە بدۆزرێتەوە
de: Für diese Nachricht wurde kein Audio gefunden
es: No se pudo encontrar el audio para este mensaje

# SPOOF
source: Spoofing…
ar: تغيير الهوية...
ckb: هەڵکەوتن...
es: Suplantando...
ja: なりすまし中…
nl: Spoofen…
tr: Kimlik değiştirme...
zh: 伪装中…

source: Account Verified
ar: حساب موثّق
ckb: ئەکاونت پشتڕاستکراوە
de: Konto verifiziert
es: Cuenta verificada
ja: アカウント認証済み
nl: Account geverifieerd
tr: Hesap doğrulandı
zh: 账户已验证

# NO_DOUBLETAP_SWITCH
source: Disable Double-Tap Switch
ar: تعطيل التبديل بالنقر المزدوج
ckb: قەدەغەکردنی دوو کرتە بۆ گۆڕین
de: Doppeltippen-Wechsel deaktivieren
es: Desactivar cambio con doble toque
ja: ダブルタップ切り替えを無効
nl: Dubbel-tik wissel uitschakelen
tr: Çift dokunuşla geçişi kapat
zh: 禁用双击切换账户

# NO_DOUBLETAP_SWITCH_DISC
source: Prevents switching accounts with a double tap.
ar: يمنع التبديل بين الحسابات بالنقر المزدوج.
ckb: ڕێگادەگرێت لە گۆڕینی ئەکاونت بە دوو کرتە.
de: Verhindert den Kontowechsel per Doppeltippen.
es: Evita cambiar entre cuentas con doble toque.
ja: ダブルタップでアカウント切り替えを防ぎます。
nl: Voorkomt wisselen van account met dubbel tikken.
tr: Hesaplar arasında çift dokunuşla geçişi engeller.
zh: 防止通过双击切换账户。

# NO_SUGGESTED_PROFILE
source: Hide Discover People
ar: إخفاء اكتشف الأشخاص
ckb: شاردنەوەی 'کەسانی پێشنیارکراو'
de: Personenvorschläge ausblenden
es: Ocultar descubrir personas
ja: フォロー発見を非表示
nl: Ontdek-mensen verbergen
tr: Kişi keşfetmeyi gizle
zh: 隐藏发现人物

# WHO_FOLLOWING
source: Following Status
ar: حالة المتابعة
ckb: بارودۆخی شوێن كه وتن
de: Follower-Status
es: Estado de seguimiento
ja: フォロー状況
nl: Volgstatus
tr: Takip durumu
zh: 关注状态

# WHO_FOLLOWING_DISC
source: See who follows you back.
ar: اعرف من يتابعك ومن لا.
ckb: بزانە کێ شوێنت که وتوه و کێ نە كوتوه.
de: Zeigt an, wer dir zurückfolgt.
es: Muestra quién te sigue de vuelta.
ja: あなたをフォローしているかを確認できます。
nl: Zie wie jou terugvolgt.
tr: Seni kimin takip ettiğini gör.
zh: 查看谁关注了你。

# confirm_follow
source: Confirm on Follow
ar: تأكيد المتابعة
ckb: دڵنیابوون لە شوێن كه وتن
de: Folgen bestätigen
es: Confirmar al seguir
ja: フォロー前に確認
nl: Bevestig volgen
tr: Takip onayı
zh: 确认关注

# confirm_follow_disc
source: Shows a confirmation alert before following.
ar: يظهر تنبيه تأكيد قبل المتابعة.
ckb: پیشاندانی پەیامێکی دڵنیابوون پێش شوێن كه وتن.
de: Zeigt eine Bestätigung vor dem Folgen an.
es: Muestra un aviso antes de seguir a alguien.
ja: フォロー前に確認アラートを表示します。
nl: Toont een bevestiging voordat je iemand volgt.
tr: Takip etmeden önce onay penceresi gösterir.
zh: 关注前显示确认提示。

# NO_LONG_PRESS
source: Disable Long-Press on Tabs
ar: تعطيل الضغط المطوّل على التبويبات
ckb: قەدەغەکردنی کرتەی درێژ لە سەر تاب
de: Langes Drücken auf Tabs deaktivieren
es: Desactivar presión prolongada en pestañas
ja: タブのロングプレスを無効
nl: Lang indrukken op tabs uitschakelen
tr: Sekmelere uzun basmayı kapat
zh: 禁用长按标签

source: Hide Tabs
ar: إخفاء التبويبات
ckb: شاردنەوەی تابەکان
de: Tabs ausblenden
es: Ocultar pestañas
ja: タブを非表示
nl: Tabs verbergen
tr: Sekmeleri gizle
zh: 隐藏标签

# NO_EXPLORE
source: Hide Explore Tab
ar: إخفاء تبويب الاستكشاف
ckb: شاردنەوەی تابەی 'کەشف'
de: Entdecken-Tab ausblenden
es: Ocultar pestaña Explorar
ja: 探索タブを非表示
nl: Verken-tab verbergen
tr: Keşfet sekmesini gizle
zh: 隐藏探索页

# NO_CREATE
source: Hide Create Tab
ar: إخفاء تبويب الإنشاء
ckb: شاردنەوەی تابەی 'دروستکردن'
de: Erstellen-Tab ausblenden
es: Ocultar pestaña Crear
ja: 作成タブを非表示
nl: Maak-tab verbergen
tr: Oluştur sekmesini gizle
zh: 隐藏创建页

# NO_REEL
source: Hide Reels Tab
ar: إخفاء تبويب الريلز
ckb: شاردنەوەی تابەی ریل
de: Reels-Tab ausblenden
es: Ocultar pestaña Reels
ja: リールタブを非表示
nl: Reels-tab verbergen
tr: Reels sekmesini gizle
zh: 隐藏Reels页

# HIDE_ALL_TAB
source: Hide All Tabs
ar: إخفاء جميع التبويبات
ckb: شاردنەوەی هەموو تابەکان
de: Alle Tabs ausblenden
es: Ocultar todas las pestañas
ja: 全タブを非表示
nl: Alle tabs verbergen
tr: Tüm sekmeleri gizle
zh: 隐藏所有标签

# USE_COMPACT
source: Compact Explore Tab
ar: وضع استكشاف مضغوط
ckb: شێوەی کەمکراوی 'کەشف'
de: Kompakter Entdecken-Tab
es: Explorar compacto
ja: コンパクト探索タブ
nl: Compacte verkenweergave
tr: Sade keşfet görünümü
zh: 精简探索页

# USE_COMPACT_DISC
source: Clears Explore view and keeps only the search bar.
ar: يُظهر فقط شريط البحث في تبويب الاستكشاف.
ckb: پەیجەکەی 'کەشف' پاکدەکات و تەنها خانەی گەڕان دەپارێزێت.
de: Entfernt Inhalte und zeigt nur die Suchleiste an.
es: Muestra solo la barra de búsqueda en Explorar.
ja: 探索ビューをクリアし、検索バーのみを表示します。
nl: Toont alleen de zoekbalk in Verkennen.
tr: Keşfet ekranını temizler, yalnızca arama çubuğunu bırakır.
zh: 仅保留搜索栏，清理探索内容。

# HIDE_SEEN_DM
source: Mark DMs Manually
ar: تحديد الرسائل كمقروءة يدويًا
ckb: بە دەست نیشاندانی پەیامە بینراوەکان
de: DMs manuell als gesehen markieren
es: Marcar mensajes manualmente
ja: DMを手動で既読にする
nl: Berichten handmatig gelezen
tr: DM’leri elle okundu işaretle
zh: 手动标记消息已读

# NOTIFY_CALLING_DM
source: Confirm on Call
ar: تأكيد عند الاتصال
ckb: دڵنیابوون لە تێلەفۆنکردن
de: Anruf bestätigen
es: Confirmar al llamar
ja: 通話時に確認
nl: Bevestig bij bellen
tr: Aramadan önce onay
zh: 通话前确认

# NOTIFY_CALLING_DM_DISC
source: Ask before making an audio or video call.
ar: يطلب تأكيد قبل إجراء مكالمة صوتية أو فيديو.
ckb: پێش تێلەفۆنی دەنگی یان ڤیدیۆیی داوادەکات بۆ دڵنیابوون.
de: Vor Audio- oder Videoanrufen bestätigen.
es: Pide confirmación antes de realizar llamadas de audio o video.
ja: 音声またはビデオ通話の前に確認を求めます。
nl: Vraagt bevestiging voor audio- of videogesprekken.
tr: Sesli veya görüntülü arama öncesi onay ister.
zh: 拨打音频或视频前显示确认。

# NOTIFY_SCREENSHOOT_DM
source: Screenshot Prevention
ar: منع لقطات الشاشة
ckb: پێگەیشتنی وێنەگرتن
de: Screenshot-Schutz
es: Evitar capturas de pantalla
ja: スクリーンショット防止
nl: Screenshot-beveiliging
tr: Ekran görüntüsü koruması
zh: 防截图

# NOTIFY_SCREENSHOOT_DM_DISC
source: Disables screenshot detection for media.
ar: يعطل اكتشاف لقطات الشاشة في الوسائط.
ckb: ڕێگادەگرێت لە ناساندنی وێنەگرتنی میدیا.
de: Deaktiviert Screenshot-Erkennung für Medien.
es: Desactiva la detección de capturas de pantalla en medios.
ja: メディアのスクリーンショット検出を無効にします。
nl: Schakelt detectie van schermafbeeldingen in media uit.
tr: Medya ekran görüntüsü algılamasını devre dışı bırakır.
zh: 禁用媒体截图检测。

# HIDE_SEEN_DM_DISC
source: Adds a button inside DM view to mark as seen.
ar: يضيف زرًا داخل الرسائل لتحديدها كمقروءة.
ckb: دوگمەیەک زیاددەکات لە نێو چات بۆ نیشاندانی بەدەستی بینراو.
de: Fügt einen Button in der DM-Ansicht hinzu.
es: Agrega un botón para marcar mensajes como vistos.
ja: DMビューに既読ボタンを追加します。
nl: Voegt een knop toe om berichten handmatig als gelezen te markeren.
tr: DM ekranına okundu düğmesi ekler.
zh: 在聊天中添加按钮以手动标记已读。

# COPY_TXT
source: Copy Text
ar: نسخ النص
ckb: کۆپی نووسین
de: Text kopieren
es: Copiar texto
ja: テキストをコピー
nl: Tekst kopiëren
tr: Metni kopyala
zh: 复制文字

# COPY_TEXT
source: Copy Texts
ar: نسخ النصوص
ckb: کۆپی نووسینەکان
de: Texte kopieren
es: Copiar textos
ja: テキストをコピー
nl: Teksten kopiëren
tr: Metinleri kopyala
zh: 复制文本

source: Open URL
ar: فتح الرابط
ckb: کردنەوەی بەستەر
de: Link öffnen
es: Abrir URL
ja: URLを開く
nl: URL openen
tr: URL Aç
zh: 打开链接

# COPY_TEXT_DISC
source: Long-press to copy captions, comments, or bios.
ar: اضغط مطولًا لنسخ الوصف أو التعليقات أو النبذة.
ckb: کرتەی درێژ بکە بۆ کۆپی کردنەوەی وەسف، سەرنج، یان بایۆ.
de: Langes Drücken zum Kopieren von Beschreibungen, Kommentaren oder Bios.
es: Mantén presionado para copiar descripciones, comentarios o biografías.
ja: 長押しで説明・コメント・プロフィール文をコピーできます。
nl: Houd ingedrukt om beschrijvingen of reacties te kopiëren.
tr: Açıklama, yorum veya biyografiyi kopyalamak için uzun bas.
zh: 长按复制说明、评论或简介。

source: Video Sticker
ckb: ستیکەری ڤیدیۆ
es: Sticker de video

# video_sticker_disc
source: Allow video selection from gallery in sticker picker
ckb: ڕێگەدان بە هەڵبژاردنی ڤیدیۆ لە گەلەری لە هەڵبژێری ستیکەر
de: Videoauswahl aus der Galerie im Sticker-Auswähler erlauben
es: Permitir seleccionar videos de la galería en el selector de stickers

source: Live Broadcast
ckb: پەخشی ڕاستەوخۆ
de: Live-Übertragung
es: Transmisión en vivo

source: Hide Live Comments
ckb: شاردنەوەی کۆمێنتەکانی پەخش
de: Live-Kommentare ausblenden
es: Ocultar comentarios en vivo

# hide_live_comments_disc
source: Hide all live broadcast comment
ckb: شاردنەوەی هەموو کۆمێنتەکانی پەخشی ڕاستەوخۆ
de: Alle Kommentare der Live-Übertragung ausblenden
es: Ocultar todos los comentarios de la transmisión en vivo

source: Watch live anonymously
ckb: بینینی پەخش بە نهێنی
de: Live anonym ansehen
es: Ver en vivo de forma anónima

# Watch_live_anonymously_disc
source: Hide your presence when entering a live broadcast
ckb: شاردنەوەی بوونت کاتێک دەچیتە ناو پەخشی ڕاستەوخۆ
de: Deine Anwesenheit beim Betreten einer Live-Übertragung verbergen
es: Ocultar tu presencia al entrar a una transmisión en vivo

# WELCOME_ALERT
source: To access settings, open your profile and tap the gear icon, or long-press the home button or Instagram logo.
ar: لدخول الإعدادات، افتح ملفك واضغط على أيقونة الإعدادات أو اضغط مطولًا على زر الصفحة الرئيسية أو شعار إنستغرام.
ckb: بۆ چوونە نێو ڕێکخستنەکان، بڕۆ بۆ پرۆفایلەکەت و کرتە بکە لەسەر نیشانەی چەرخ، یان کرتەی درێژ بکە لەسەر دوگمەی سەرەکی یان لوگۆی Instagram.
de: Öffne dein Profil und tippe auf das Zahnrad oder halte den Home-Button bzw. das Instagram-Logo gedrückt.
es: Para abrir la configuración, ve a tu perfil y toca el ícono de engranaje o mantén presionado el botón de inicio o el logotipo de Instagram.
ja: 設定にアクセスするには、プロフィールを開いて歯車アイコンをタップ、またはホームボタン／Instagramロゴを長押ししてください。
nl: Ga naar je profiel en tik op het tandwiel-icoon, of houd de homeknop of het Instagram-logo ingedrukt om instellingen te openen.
tr: Ayarlar için profilini aç, dişli simgesine dokun veya ana düğmeye ya da Instagram logosuna uzun bas.
zh: 打开个人资料并点击齿轮图标，或长按主页按钮或Instagram标志进入设置。

source: iNKPlus Settings
ar: إعدادات iNKPlus
ckb: ڕێکخستنەکانی iNKPlus
de: iNKPlus Einstellungen
es: Ajustes de iNKPlus
ja: iNKPlus 設定
nl: iNKPlus-instellingen
tr: iNKPlus Ayarları
zh: iNKPlus 设置

source: OK
ar: موافق
ckb: باشە
tr: Tamam
zh: 确定

source: Yes
ar: نعم
ckb: بەڵێ
de: Ja
es: Sí
ja: はい
nl: Ja
tr: Evet
zh: 是

source: No
ar: لا
ckb: نەخێر
de: Nein
ja: いいえ
nl: Nee
tr: Hayır
zh: 否

# QUICK_LOOK
source: Expand
ar: توسيع
ckb: فراوانکردن
de: Erweitern
es: Expandir
ja: 拡大表示
nl: Uitvouwen
tr: Genişlet
zh: 展开

# DOWNLOADING_IGPP
source: Downloading…
ar: جارٍ التحميل...
ckb: دەدابەزێت...
de: Wird heruntergeladen…
es: Descargando...
ja: ダウンロード中…
nl: Bezig met downloaden…
tr: İndiriliyor...
zh: 正在下载…

source: Please wait...
ar: يرجى الانتظار
ckb: تکایە چاوه‌ڕێ بکە
de: Bitte warten...
es: Por favor espera
ja: お待ちください
nl: Even geduld
tr: Lütfen bekleyin
zh: 请稍候

# DOWNLOAD
source: Download to Library
ar: تنزيل إلى المكتبة
ckb: دابەزاندن بۆ کتێبخانە
de: In Mediathek speichern
es: Descargar a la biblioteca
ja: ライブラリにダウンロード
nl: Download naar bibliotheek
tr: Kütüphaneye indir
zh: 下载到资料库

# VIDEO_OPTIONS
source: Media Options
ar: خيارات الوسائط
ckb: هەڵبژاردەکانی میدیا
de: Medienoptionen
es: Opciones de medios
ja: メディアオプション
nl: Media-opties
tr: Medya seçenekleri
zh: 媒体选项

source: Choose Quality
ar: اختر الجودة
ckb: هەڵبژاردنی کوالێتی
de: Qualität wählen
es: Elegir calidad
ja: 画質を選択
nl: Kies kwaliteit
tr: Kalite seç
zh: 选择质量

# SAVE_TO_PHOTO
source: Save to Photos
ar: حفظ في الصور
ckb: پاشەکەوتکردن بۆ وێنەکان
de: In Fotos speichern
es: Guardar en fotos
ja: 写真に保存
nl: Opslaan in foto’s
tr: Fotoğraflara kaydet
zh: 保存到相册

# SAVE_IMG
source: Save Image
ar: حفظ الصورة
ckb: پاشەکەوتکردنی وێنە
de: Bild speichern
es: Guardar imagen
ja: 画像を保存
nl: Afbeelding opslaan
tr: Görseli kaydet
zh: 保存图片

# SAVE_PROFILE_IMG
source: Save Profile Image
ar: حفظ صورة الملف الشخصي
ckb: پاشەکەوتکردنی وێنەی پرۆفایل
de: Profilbild speichern
es: Guardar imagen de perfil
ja: プロフィール画像を保存
nl: Profielfoto opslaan
tr: Profil resmini kaydet
zh: 保存头像

# HD
source: Download HD
ar: تنزيل بجودة عالية
ckb: دابەزاندنی HD
de: HD herunterladen
es: Descargar HD
ja: HDダウンロード
nl: Download in HD
tr: HD indir
zh: 下载高清

# SD
source: Download SD
ar: تنزيل بجودة عادية
ckb: دابەزاندنی SD
de: SD herunterladen
es: Descargar SD
ja: SDダウンロード
nl: Download in SD
tr: SD indir
zh: 下载标清

# COPIENG_TEXT
source: Copy Text
ar: نسخ النص
ckb: کۆپی نووسین
de: Text kopieren
es: Copiando texto
ja: テキストをコピー
nl: Tekst kopiëren
tr: Metin kopyalanıyor
zh: 复制文字

source: Copied
ar: تم النسخ
ckb: کۆپی کرا
de: Kopiert
es: Copiado
ja: コピーしました
nl: Gekopieerd
tr: Kopyalandı
zh: 已复制

source: Liking?
ar: إعجاب؟
ckb: دڵخۆش دەبیت؟
de: Liken?
es: ¿Dando me gusta?
ja: いいねしますか？
nl: Liken?
tr: Beğeniliyor?
zh: 点赞？

# FOLLOW
source: Following?
ar: متابعة؟
ckb: شوێن دەکەویت؟
de: Folgen?
es: ¿Siguiendo?
ja: フォロー中？
nl: Volgen?
tr: Takip ediliyor?
zh: 关注？

# CALL
source: Calling?
ar: اتصال؟
ckb: تێلەفۆن دەکەیت؟
de: Anrufen?
es: ¿Llamando?
ja: 発信中？
nl: Bellen?
tr: Aranıyor?
zh: 通话？

# FOLLOWING
source: Follows You
ar: يتابعك
ckb: شوێنت کەوتووە
de: Folgt dir
es: Te sigue
ja: フォローされています
nl: Volgt jou
tr: Seni takip ediyor
zh: 已关注你

# NOT_FOLLOWING
source: Doesn’t Follow You
ar: لا يتابعك
ckb: شوێنت نەکووتوە
de: Folgt dir nicht
es: No te sigue
ja: フォローされていません
nl: Volgt jou niet
tr: Seni takip etmiyor
zh: 未关注你

source: Cancel
ar: إلغاء
ckb: هەڵوەشاندنەوە
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren
tr: İptal
zh: 取消

source: Dismiss
ar: إغلاق
ckb: داخستن
de: Schließen
es: Cerrar
ja: 閉じる
nl: Sluiten
tr: Kapat
zh: 关闭

source: Deleted
ar: تم الحذف
ckb: سڕایەوە
de: Gelöscht
es: Eliminado
ja: 削除済
nl: Verwijderd
tr: Silindi
zh: 已删除

# DOWNLOADING_START
source: Downloading
ar: جارٍ التنزيل
ckb: دەست پێکرد بە دابەزاندن
de: Download startet
es: Iniciando descarga
ja: ダウンロード開始
nl: Downloaden gestart
tr: İndirme başladı
zh: 开始下载

# CANCEL_HUD
source: Cancel
ar: إلغاء
ckb: پاشگەزبوونەوە
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren
tr: İptal et
zh: 取消

source: Saved
ar: تم الحفظ
ckb: پاشەکەوت کرا
de: Gespeichert
es: Guardado
ja: 保存済
nl: Opgeslagen
tr: Kaydedildi
zh: 已保存

source: Success
ar: تم بنجاح
ckb: سەرکەوتوو
de: Erfolg
es: Éxito
ja: 成功
nl: Gelukt
tr: Başarılı
zh: 成功

source: Reposting?
ar: إعادة نشر؟
ckb: دووبارە بڵاو دەکەیتەوە؟
de: Erneut posten?
es: ¿Re-publicar?
ja: 再投稿しますか？
nl: Opnieuw plaatsen?
tr: Yeniden paylaşılıyor?
zh: 转发？

# AUTO_LANGUAGE
source: Auto
ar: تلقائي
ckb: خۆکار
de: Automatisch
es: Automático
ja: 自動
nl: Automatisch
tr: Otomatik
zh: 自动

source: Select Language
ar: اختر اللغة
ckb: زمان هەڵبژێرە
de: Sprache auswählen
es: Seleccionar idioma
ja: 言語を選択
nl: Taal selecteren
tr: Dil seç
zh: 选择语言

source: FAQ
ar: الأسئلة الشائعة
ckb: پرسیار و وەڵام
es: Preguntas frecuentes
ja: よくある質問
nl: Veelgestelde vragen
tr: SSS
zh: 常见问题

source: Video
ar: فيديو
ckb: ڤیدیۆ
ja: ビデオ
zh: 视频

source: Image
ar: صورة
ckb: وێنە
de: Bild
es: Imagen
ja: 画像
nl: Afbeelding
tr: Görüntü
zh: 图片

source: Select all
ar: تحديد الكل
ckb: هەڵبژاردنی هەموو
de: Alle auswählen
es: Seleccionar todo
ja: すべて選択
nl: Alles selecteren
tr: Tümünü seç
zh: 全选

source: Deselect all
ar: إلغاء تحديد الكل
ckb: لابردنی هەڵبژاردنی هەموو
de: Auswahl aufheben
es: Deseleccionar todo
ja: 選択を解除
nl: Alles deselecteren
tr: Tümünü kaldır
zh: 取消全选

source: No Selection
ar: لا يوجد تحديد
ckb: هیچ هەڵبژاردن نیە
de: Keine Auswahl
es: Sin selección
ja: 選択なし
nl: Geen selectie
tr: Seçim yok
zh: 未选择

# no_selection_desc
source: Please select at least one item
ar: يرجى تحديد عنصر واحد على الأقل
ckb: تکایە لانیکەم یەک شت هەڵبژێرە
de: Bitte wähle mindestens ein Element aus
es: Seleccione al menos un elemento
ja: 少なくとも1つ選択してください
nl: Selecteer minstens één item
tr: Lütfen en az bir öğe seçin
zh: 请至少选择一项

# download_title
source: Download
ar: تنزيل
ckb: داگرتن
es: Descargar
ja: ダウンロード
nl: Downloaden
tr: İndir
zh: 下载

source: Download all selected
ar: تنزيل كل المحدد
ckb: داگرتنی هەموو هەڵبژاردەکان
de: Alle ausgewählten herunterladen
es: Descargar todo lo seleccionado
ja: 選択したすべてをダウンロード
nl: Alle geselecteerde downloaden
tr: Seçilenlerin hepsini indir
zh: 下载所有已选项目

# download_and_merge_video
source: Download and merge videos
ar: تنزيل ودمج الفيديوهات
ckb: داگرتن و تێکەڵکردنى ڤیدیۆکان
de: Videos herunterladen und zusammenführen
es: Descargar y unir videos
ja: 動画をダウンロードして結合
nl: Video's downloaden en samenvoegen
tr: Videoları indir ve birleştir
zh: 下载并合并视频

# downloading_title
source: Downloading
ar: جارٍ التنزيل
ckb: لە داگرتندایە
de: Wird heruntergeladen
es: Descargando
ja: ダウンロード中
nl: Bezig met downloaden
tr: İndiriliyor
zh: 正在下载

source: Please wait...
ar: يرجى الانتظار...
ckb: تکایە چاوەروان بن...
de: Bitte warten...
es: Por favor espera...
ja: お待ちください...
nl: Even geduld...
tr: Lütfen bekleyin...
zh: 请稍候...

# successfully_saved_failed
source: Successfully saved: %ld Failed: %ld
ar: تم الحفظ بنجاح: %ld فشل: %ld
ckb: بەسەرکەوتوویی پاشەکەوت کرا: %ld شکستی هێنا: %ld
de: Erfolgreich gespeichert: %ld Fehlgeschlagen: %ld
es: Guardado correctamente: %ld Fallido: %ld
ja: 保存成功: %ld 失敗: %ld
nl: Succesvol opgeslagen: %ld Mislukt: %ld
tr: Başarıyla kaydedildi: %ld Başarısız: %ld
zh: 成功保存: %ld 失败: %ld

source: Complete
ar: اكتمل
ckb: تەواو
de: Abgeschlossen
es: Completado
ja: 完了
nl: Voltooid
tr: Tamamlandı
zh: 完成

source: Processing
ar: جارٍ المعالجة
ckb: لە چالاکیدایە
de: Verarbeitung
es: Procesando
ja: 処理中
nl: Bezig met verwerken
tr: İşleniyor
zh: 处理中

# download_videos
source: Downloading videos...
ar: جارٍ تنزيل الفيديوهات...
ckb: لە داگرتنی ڤیدیۆکان...
de: Videos werden heruntergeladen...
es: Descargando videos...
ja: 動画をダウンロード中...
nl: Video's aan het downloaden...
tr: Videolar indiriliyor...
zh: 正在下载视频...

# select_at_least_2_videos
source: Select at least 2 videos to merge
ar: حدد ما لا يقل عن فيديوهين للدمج
ckb: تکایە لانیکەم ٢ ڤیدیۆ هەڵبژێرە بۆ تەواوکردن
de: Wähle mindestens 2 Videos zum Zusammenführen aus
es: Seleccione al menos 2 videos para unir
ja: 結合するには最低2つの動画を選択してください
nl: Selecteer minstens 2 video's om samen te voegen
tr: Birleştirmek için en az 2 video seçin
zh: 请选择至少2个视频以合并

# failed_2_download_videos
source: Failed to download videos: %@
ar: فشل تنزيل الفيديوهات: %@
ckb: شکستی داگرتنی ڤیدیۆکان: %@
de: Videos konnten nicht heruntergeladen werden: %@
es: Error al descargar videos: %@
ja: 動画のダウンロードに失敗: %@
nl: Kan video's niet downloaden: %@
tr: Videolar indirilemedi: %@
zh: 视频下载失败: %@

source: Merging videos...
ar: جارٍ دمج الفيديوهات...
ckb: لە تەواوکردنی ڤیدیۆکان...
de: Videos werden zusammengeführt...
es: Uniendo videos...
ja: 動画を結合中...
nl: Bezig met samenvoegen van video's...
tr: Videolar birleştiriliyor...
zh: 正在合并视频...

# failed_2_merge_videos
source: Failed to merge videos: %@
ar: فشل دمج الفيديوهات: %@
ckb: شکستی تەواوکردنی ڤیدیۆکان: %@
de: Zusammenführen der Videos fehlgeschlagen: %@
es: Error al unir videos: %@
ja: 動画の結合に失敗: %@
nl: Kan video's niet samenvoegen: %@
tr: Videolar birleştirilemedi: %@
zh: 视频合并失败: %@

# unkown_error
source: Unknown error
ar: خطأ غير معروف
ckb: هەڵەی نەزانراو
de: Unbekannter Fehler
es: Error desconocido
ja: 不明なエラー
nl: Onbekende fout
tr: Bilinmeyen hata
zh: 未知错误

# success_title
source: Success
ar: نجاح
ckb: سەرکەوتوو
de: Erfolg
es: Éxito
ja: 成功
nl: Succes
tr: Başarılı
zh: 成功

# merged_video_saved_2_photos
source: Merged video saved to Photos
ar: تم حفظ الفيديو المدمج في الصور
ckb: ڤیدیۆی تەواو کراو پاشەکەوت کرا لە وێنەکاندا
de: Zusammengeführtes Video wurde in Fotos gespeichert
es: Video unido guardado en Fotos
ja: 結合された動画を写真に保存しました
nl: Samengevoegde video opgeslagen in Foto's
tr: Birleştirilen video Fotoğraflar'a kaydedildi
zh: 合并后的视频已保存到照片

# failed_2_save
source: Failed to save: %@
ar: فشل الحفظ: %@
ckb: شکستی پاشەکەوتکردن: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar: %@
ja: 保存に失敗: %@
nl: Opslaan mislukt: %@
tr: Kaydedilemedi: %@
zh: 保存失败: %@

source: Permission Denied
ar: تم رفض الإذن
ckb: مەرج ڕەتکرایەوە
de: Zugriff verweigert
es: Permiso denegado
ja: 許可拒否
nl: Toestemming geweigerd
tr: İzin reddedildi
zh: 权限被拒绝
