Repository: iKarwan/iNKillerPlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ckb, de, es, ja, nl, tr, zh

# GLOB_ENABLED
source: Global Enabled
ar: تفعيل عام
ckb: چالاککردنی گشتی
de: Global aktiviert
es: Activar globalmente
ja: グローバル有効
nl: Globaal ingeschakeld
tr: Genel Etkin
zh: 全局启用

# GLOBAL_ENABLED_SWITCH
source: Tap the top-right button to apply changes.
ar: اضغط على الزر بالأعلى لتطبيق التغييرات.
ckb: کرتە بکە لە گوشەی ڕاستی سەرەوە بۆ جێبەجێکردنی گۆڕانکاریەکان.
de: Tippe oben rechts, um Änderungen anzuwenden.
es: Toca el botón superior derecho para aplicar los cambios.
ja: 右上のボタンをタップして変更を適用してください。
nl: Tik rechtsboven om wijzigingen toe te passen.
tr: Değişiklikleri uygulamak için sağ üstteki düğmeye dokunun.
zh: 点击右上角按钮以应用更改。

# DOWNLOADING
source: Enable Download Feature
ar: تفعيل ميزة التحميل
ckb: چالاککردنی تایبەتیەتی دابەزاندن
de: Download-Funktion aktivieren
es: Habilitar función de descarga
ja: ダウンロード機能を有効にする
nl: Downloadfunctie inschakelen
tr: İndirme özelliğini etkinleştir
zh: 启用下载功能

# GLOBAL_DOWNLOADING_SWITCH
source: Add a button or long-press on a post.
ar: أضف زرًا أو اضغط مطولًا على المنشور لتنزيله.
ckb: دوگمەیەک زیادبکە یان کرتەی درێژ بکە لە پۆستەکان بۆ دابەزاندن.
de: Button hinzufügen oder Beitrag lange gedrückt halten.
es: Agrega un botón o mantén presionado un post para descargar.
ja: 投稿上でボタンを追加または長押ししてください。
nl: Voeg een knop toe of houd een bericht ingedrukt om te downloaden.
tr: Bir düğme ekle veya gönderiye uzun basarak indir.
zh: 添加按钮或长按帖子即可下载。

# first_cleaner_disc
source: Long press on the gear icon for 3 second to show cleaning options!
ckb: بۆ 3 چرکە دەست بخەسە سەر نیشانی گێر بۆ پیشاندانی هەڵبژاردەکانی پاککردن!
de: Halte das Zahnrad-Symbol 3 Sekunden lang gedrückt, um die Reinigungsoptionen anzuzeigen!
es: Mantén pulsado el icono del engranaje durante 3 segundos para mostrar las opciones de limpieza.

# MAIN_UI
source: Feed
ar: المنشورات
ckb: فید
es: Inicio
ja: フィード
tr: Akış
zh: 主页

source: Stories
ar: القصص
ckb: چیرۆکەکان
es: Historias
ja: ストーリーズ
nl: Verhalen
tr: Hikayeler
zh: 快拍

source: Reels
ar: ريلز
ckb: ڕیلەکان
ja: リール

# DIRECT_MESSG
source: Messages
ar: الرسائل
ckb: پەیامەکان
de: Nachrichten
es: Mensajes
ja: メッセージ
nl: Berichten
tr: Mesajlar
zh: 消息

source: Profile
ar: الملف الشخصي
ckb: پرۆفایل
de: Profil
es: Perfil
ja: プロフィール
nl: Profiel
tr: Profil
zh: 个人资料

# TAB_BAR_SECTION
source: Interface
ar: الواجهة
ckb: ڕووکاری نیشاندان
de: Benutzeroberfläche
es: Interfaz
ja: インターフェース
tr: Arayüz
zh: 界面

# MISCELLANEOUS
source: General
ar: عام
ckb: گشتی
de: Allgemein
ja: 一般
nl: Algemeen
tr: Genel
zh: 通用

# restore_notice
source: Restore Process Updated
ckb: نوێکردنەوەی پڕۆسەی گەڕاندنەوە
de: Wiederherstellungsprozess aktualisiert
es: Proceso de restauración actualizado
nl: Herstelproces bijgewerkt
zh: 恢复流程已更新

# restore_notice_desc
source: The restore process has changed. After restoring your license, you must copy your key and return to the activation screen to activate using your email and key again.
ckb: پروسەی گەڕاندنەوە گۆڕدرا. دوای گەڕاندنەوەی لایسەنس، پێویستە کلیلەکە لەبەر بگریت و بگەڕێیتەوە بۆ شاشەی چالاککردن بۆ دووبارە چالاککردن بە ئیمەیڵ و کلیل.
de: Der Wiederherstellungsprozess wurde geändert. Nach der Wiederherstellung musst du den Schlüssel kopieren und zur Aktivierung zurückkehren, um ihn erneut mit E-Mail und Schlüssel zu aktivieren.
es: El proceso de restauración ha cambiado. Después de restaurar tu licencia, debes copiar tu clave y volver a la pantalla de activación para activar nuevamente usando tu correo y clave.
nl: Het herstelproces is gewijzigd. Na het herstellen van je licentie moet je je sleutel kopiëren en terugkeren naar het activatiescherm om opnieuw te activeren met je e-mail en sleutel.
zh: 恢复流程已更改。恢复许可证后，你必须复制密钥并返回激活界面，使用邮箱和密钥重新激活。

# POST_DISC
source: Post
ar: منشور
ckb: پۆست
de: Beitrag
es: Publicación
ja: 投稿
nl: Bericht
tr: Gönderi
zh: 帖子

# NO_ADS
source: No promo ads
ar: بدون إعلانات ترويجية
ckb: بێ ڕیکلام
de: Keine Werbeanzeigen
es: Sin anuncios
ja: プロモ広告なし
nl: Geen promotie-advertenties
tr: Reklam yok
zh: 无推广广告

# disable_refresh_feed
source: Disable Feed Refresh
ar: إيقاف تحديث الخلاصة
ckb: قەدەغەکردنی نوێکردنەوەی فید
de: Feed-Aktualisierung deaktivieren
es: Desactivar actualización del feed
ja: フィードの自動更新を無効にする
nl: Vernieuwen van feed uitschakelen
tr: Akış Yenilemeyi Devre Dışı Bırak
zh: 禁用动态刷新

# disable_refresh_feed_disc
source: Stop automatic feed updates
ar: تعطيل التحديث التلقائي للخلاصة
ckb: ڕاگرتنی نوێکردنەوەی خۆکارانەی فید.
de: Stoppt automatische Feed-Updates
es: Desactivar actualizaciones automáticas del feed
ja: フィードの自動更新を停止します
nl: Automatische feedvernieuwingen uitschakelen
tr: Otomatik akış yenilemelerini devre dışı bırak
zh: 禁用自动动态刷新

# no_suggesation
source: No Suggestions
ar: بدون اقتراحات
ckb: بێ پێشنیار
de: Keine Vorschläge
es: Sin sugerencias
ja: おすすめ投稿なし
nl: Geen suggesties
tr: Öneri yok
zh: 无推荐内容

# no_suggesation_disc
source: Clean your feed and remove AI, reels, threads, and suggested posts.
ar: نظّف الصفحة وأزل الإعلانات، المقترحات، الريلز والذكاء الاصطناعي.
ckb: فیدەکەت پاک بکە و AI، ریل، threads و پۆستە پێشنیارکراوەکان لاببە.
de: Bereinigt deinen Feed und entfernt KI-, Reels-, Threads- und vorgeschlagene Beiträge.
es: Limpia tu feed y elimina anuncios, IA, reels y sugerencias.
ja: フィードをクリーンにして AI、リール、スレッド、おすすめ投稿を削除します。
nl: Maak je feed schoon – verwijder AI, reels, threads en voorgestelde berichten.
tr: Akışı temizle — AI, öneri, reels ve reklamları kaldır.
zh: 清理动态，移除AI、推荐、Reels和广告。

# R_IMAGE_POSTED_CORNER
source: Round Post Corners
ar: زوايا المنشورات دائرية
ckb: گۆشەی گەردکراوی پۆستەکان
de: Abgerundete Beitragsecken
es: Bordes redondeados en publicaciones
ja: 投稿の角を丸くする
nl: Afgeronde hoeken bij berichten
tr: Yuvarlak gönderi köşeleri
zh: 圆角帖子

# NO_SINGLE_TAP
source: Disable Single Tap
ar: تعطيل النقر مرة واحدة
ckb: قەدەغەکردنی تک کرتە
de: Einfaches Tippen deaktivieren
es: Desactivar toque único
ja: シングルタップ無効
nl: Enkel tikken uitschakelen
tr: Tek dokunuşu devre dışı bırak
zh: 禁用单击

# NO_SINGLE_TAP_DISC
source: Prevents single-tap videos from going fullscreen.
ar: يمنع فتح الفيديو بوضع ملء الشاشة عند النقر.
ckb: ڕێگادەدات کە ڤیدیۆ بە تک کرتەیەک نەتەوێت بە تمامی پڕشاشە بگەڕێت.
de: Verhindert, dass Videos per einfachem Tippen im Vollbild geöffnet werden.
es: Evita que los videos se abran en pantalla completa al tocar.
ja: シングルタップによる動画の全画面表示を防ぎます。
nl: Voorkomt dat video’s met één tik volledig scherm openen.
tr: Videoların tek dokunuşla tam ekrana geçmesini engeller.
zh: 防止单击视频进入全屏。

# NO_DOUBLE_TAP_LIKE
source: Disable Double-Tap to Like
ar: تعطيل الإعجاب بالنقر المزدوج
ckb: قەدەغەکردنی دوو کرتە بۆ دڵخۆشی
de: Doppeltippen zum Liken deaktivieren
es: Desactivar doble toque para me gusta
ja: ダブルタップでいいねを無効
nl: Dubbel tikken om te liken uitschakelen
tr: Çift dokunuşla beğenmeyi kapat
zh: 禁用双击点赞

# SHOW_CONFIRM
source: Show Confirmation
ar: إظهار تأكيد
ckb: پیشاندانی دڵنیابوون
de: Bestätigung anzeigen
es: Mostrar confirmación
ja: 確認を表示
nl: Bevestiging tonen
tr: Onay göster
zh: 显示确认

# SHOW_CONFIRM_DISC
source: Ask for confirmation before liking photos or videos.
ar: يطلب تأكيد قبل الإعجاب بالصور أو الفيديو.
ckb: پێش دڵخۆشی لە وێنە یان ڤیدیۆ پەیامێکی دڵنیابوون پیشانبدە.
de: Vor dem Liken von Fotos oder Videos bestätigen.
es: Pide confirmación antes de dar me gusta a fotos o videos.
ja: 写真や動画に「いいね」する前に確認を促します。
nl: Vraagt bevestiging voordat je foto’s of video’s leuk vindt.
tr: Fotoğraf veya video beğenmeden önce onay ister.
zh: 点赞前显示确认提示。

# confirm_like_comment
source: Confirm like comments
ar: تأكيد إعجاب بالتعليقات
ckb: دڵنیابوون لە دڵخۆشیی لەسەر سەرنجەکان
de: Like-Kommentare bestätigen
es: Confirmar me gusta en comentarios
ja: コメントのいいねを確認
nl: Bevestig like op reacties
tr: Yorum beğenisini onayla
zh: 确认点赞评论

source: Confirm on repost
ar: تأكيد عند إعادة النشر
ckb: دڵنیابوون لە کاتی دووبارە بڵاوکردنەوە
de: Repost bestätigen
es: Confirmar al republicar
ja: 再投稿前に確認
nl: Bevestig bij herplaatsen
tr: Yeniden paylaşımı onayla
zh: 确认转发

# NO_STORY_AD
source: No Story Ads
ar: بدون إعلانات القصص
ckb: بێ ڕیکلامی چیرۆک
de: Keine Story-Werbung
es: Sin anuncios en historias
ja: ストーリー広告なし
nl: Geen verhaal-advertenties
tr: Hikaye reklamı yok
zh: 无快拍广告

# HIDE_SEEN_MANUALLY
source: Mark Stories Manually
ar: تحديد القصص يدويًا كمشاهدة
ckb: بە دەست چیرۆکەکان ببینە
de: Stories manuell als gesehen markieren
es: Marcar historias manualmente
ja: ストーリーを手動で既読にする
nl: Verhalen handmatig gemarkeerd
tr: Hikayeleri elle işaretle
zh: 手动标记已看

# HIDE_SEEN_MANUALLY_DISC
source: Adds a button inside story view to mark as seen.
ar: يضيف زرًا داخل عرض القصة لتحديدها كمشاهدة.
ckb: دوگمەیەک زیاددەکات لە نێو چیرۆکەکان بۆ نیشاندانی بەدۆزراو.
de: Fügt einen Button in der Story-Ansicht hinzu.
es: Agrega un botón en las historias para marcarlas como vistas.
ja: ストーリー表示内に既読ボタンを追加します。
nl: Voegt een knop toe in de verhaalweergave om als bekeken te markeren.
tr: Görüldü olarak işaretlemek için düğme ekler.
zh: 在快拍中添加按钮手动标记为已看。

# HIDE_SEEN_MANUALLY2
source: Mark Stories Manually 2
ar: تحديد القصص يدويًا 2
ckb: بە دەست چیرۆک ببینە ٢
de: Stories manuell markieren 2
es: Marcar historias manualmente 2
ja: ストーリーを手動で既読 2
nl: Verhalen handmatig 2
tr: Hikayeleri elle işaretle 2
zh: 手动标记已看 2

# HIDE_SEEN_MANUALLY_DISC2
source: Adds a manual toggle inside story view.
ar: يضيف مفتاح تشغيل يدوي داخل القصص.
ckb: دوگمەیەکی بەدەستی زیاددەکات بۆ چالاککردن یان ناچالاککردن لە چیرۆکەکان.
de: Fügt einen manuellen Schalter in der Story-Ansicht hinzu.
es: Agrega un interruptor manual dentro de las historias.
ja: ストーリー表示内に手動オン／オフ切替を追加します。
nl: Voegt een handmatige schakelaar toe in de verhaalweergave.
tr: Hikaye görünümüne manuel geçiş ekler.
zh: 在快拍界面添加开关手动切换。

# HIDE_QUICK_REACTION
source: Hide Quick Reactions
ar: إخفاء التفاعلات السريعة
ckb: شاردنەوەی واکنەی خێرا
de: Schnellreaktionen ausblenden
es: Ocultar reacciones rápidas
ja: クイックリアクションを非表示
nl: Snelle reacties verbergen
tr: Hızlı tepkileri gizle
zh: 隐藏快速反应

# auto_advance
source: Stop Auto Advance
ar: إيقاف التقدم التلقائي
ckb: وەستانی خۆکارانەی چیرۆک
de: Automatisches Weitergehen stoppen
es: Detener avance automático
ja: 自動進行を停止
nl: Automatisch Doorgaan Stoppen
tr: Otomatik Geçişi Durdur
zh: 停止自动播放

# auto_advance_disc
source: Stop auto go to next story
ar: إيقاف الانتقال التلقائي إلى القصة التالية
ckb: ڕاگرتنی گواستنەوەی خۆکارانە بۆ چیرۆکی داهاتوو.
de: Verhindert das automatische Wechseln zur nächsten Story
es: Detener avance automático a la siguiente historia
ja: 次のストーリーへの自動移動を停止します
nl: Automatisch doorgaan naar het volgende verhaal stoppen
tr: Sonraki hikayeye otomatik geçişi durdur
zh: 停止自动跳到下一个故事

source: Show Mention
ckb: پیشاندانی ئاماژە
de: Erwähnung anzeigen
es: Mostrar mención

# show_mention_disc
source: show mentioned user in story add @ icon
ckb: پیشاندانی بەکارهێنەری ئاماژەکراو لە ستۆریدا بە نیشانی @
de: Den erwähnten Benutzer in der Story mit einem @-Symbol anzeigen
es: Mostrar al usuario mencionado en la historia con el icono @

# no_mentions
source: No Mention
ckb: هیچ ئاماژەیەک نیە
de: Keine Erwähnungen
es: Sin menciones

# no_mentions_disc
source: This story doesn't have any @mentions
ckb: ئەم ستۆرییە هیچ ئاماژەی @ تێدا نیە
de: Diese Story enthält keine @-Erwähnungen
es: Esta historia no tiene ninguna mención @

source: Mentioned User
ckb: بەکارهێنەری ئاماژەکراو
de: Erwähnter Benutzer
es: Usuario mencionado

# mentioned_user_disc
source: %lu Mentioned Users
ckb: %lu بەکارهێنەری ئاماژەکراو
de: %lu erwähnte Benutzer
es: %lu usuarios mencionados

# tap_profile
source: Tap a username to view their profile
ckb: پەنجە بنێ بە ناوی بەکارهێنەر بۆ بینینی پڕۆفایل
de: Tippe auf einen Benutzernamen, um das Profil anzuzeigen
es: Toca un nombre de usuario para ver su perfil

# disable_scroll
source: Disable Scrolling
ar: تعطيل التمرير
ckb: ڕاگرتنی گەڕان
de: Scrollen deaktivieren
es: Desactivar desplazamiento
ja: スクロールを無効化
nl: Scrollen uitschakelen
tr: Kaydırmayı kapat
zh: 禁用滑动

source: Message
ar: رسالة
ckb: پەیام
de: Nachricht
es: Mensaje
ja: メッセージ
nl: Bericht
tr: Mesaj
zh: 消息

# unsend_message
source: Keep Unsent Messages
ar: الاحتفاظ بالرسائل المحذوفة
ckb: پاراستنی پەیامە نەنێردراوەکان
de: Zurückgezogene Nachrichten behalten
es: Mantener mensajes eliminados
ja: 送信取り消しメッセージを保持
nl: Verwijderde berichten behouden
tr: Silinen mesajı koru
zh: 保留撤回消息

# unsend_message_disc
source: Prevents Instagram from deleting messages and add unsend chat to logged.
ar: يمنع إنستغرام من حذف الرسائل ويضيف أيقونة إلغاء الإرسال.
ckb: ڕێگادەگرێت لە Instagram بۆ سڕینەوەی پەیامەکان و نیشانەی نەنێردراو زیاددەکات.
de: Verhindert das Löschen von Nachrichten und fügt ein Zurückziehen-Symbol hinzu.
es: Evita que Instagram elimine mensajes y agrega un icono de anulación en el chat.
ja: Instagram によるメッセージ削除を防ぎ、チャット内に未送信アイコンを追加します。
nl: Voorkomt dat Instagram berichten verwijdert en voegt een unsend-icoon toe in de chat.
tr: Instagram’ın mesajı silmesini engeller ve sohbete iptal simgesi ekler.
zh: 阻止Instagram删除消息并在聊天中添加撤回图标。

# unsed
source: Unsend!
ar: إلغاء الإرسال!
ckb: سڕینەوە!
de: Zurückgezogen!
es: Anular envío!
ja: 取り消し！
nl: Verwijderen!
tr: Gönderiyi geri al!
zh: 撤回！

# dms_marked_auto_seen
source: DMs from this user will be marked as seen automatically
ckb: نامە ڕاستەوخۆکان لەم بەکارهێنەرەوە بە شێوەیەکی خۆکار وەک خوێندراو نیشان دەکرێن
de: Direktnachrichten von diesem Benutzer werden automatisch als gelesen markiert
es: Los mensajes directos de este usuario se marcarán como leídos automáticamente

# stories_marked_auto_seen
source: Stories from this user will be marked as seen automatically
ckb: چیرۆکەکان لەم بەکارهێنەرەوە بە شێوەیەکی خۆکار وەک بینراو نیشان دەکرێن
de: Storys von diesem Benutzer werden automatisch als gesehen markiert
es: Las historias de este usuario se marcarán como vistas automáticamente

source: Add
ckb: زیادکردن
de: Hinzufügen
es: Añadir

source: View List
ckb: بینینی لیست
de: Liste Anzeigen
es: Ver Lista

source: Add Exception
ckb: زیادکردنی ئەستەسنا
de: Ausnahme Hinzufügen
es: Añadir Excepción

# exception_add
source: ✅ Exception Added
ckb: ✅ ئەستەسنا زیادکرا
de: ✅ Ausnahme Hinzugefügt
es: ✅ Excepción Añadida

# add_to_exception_list
source: @%@ added to exception list
ckb: @%@ زیادکرا بۆ لیستی ئەستەسناکان
de: @%@ zur Ausnahmeliste hinzugefügt
es: @%@ añadido a la lista de excepciones

source: Remove @%@ from exception list?
ckb: لابردنی @%@ لە لیستی ئەستەسناکان؟
de: @%@ aus Ausnahmeliste entfernen?
es: ¿Eliminar @%@ de la lista de excepciones?

source: Remove Exception
ckb: لابردنی ئەستەسنا
de: Ausnahme Entfernen
es: Eliminar Excepción

source: ✅ Exception Removed
ckb: ✅ ئەستەسنا لابرا
de: ✅ Ausnahme Entfernt
es: ✅ Excepción Eliminada

source: @%@ removed from exception list
ckb: @%@ لابرا لە لیستی ئەستەسناکان
de: @%@ aus Ausnahmeliste entfernt
es: @%@ eliminado de la lista de excepciones

source: notification
ckb: ئاگادارکردنەوە
de: Benachrichtigung
es: notificación

# notification_disc
source: enable notification when user unsend a message!
ckb: چالاککردنی ئاگادارکردنەوە کاتێک بەکارهێنەر نامەیەک دەسڕێتەوە!
de: Benachrichtigung aktivieren, wenn ein Benutzer eine Nachricht zurücknimmt!
es: ¡habilita la notificación cuando un usuario elimine un mensaje!

# view_unsent_log
source: View Unsent Messages
ckb: بینینی نامە سڕاوەکان
de: Zurückgenommene Nachrichten Anzeigen
es: Ver Mensajes Eliminados

# view_unsent_log_disc
source: See all logged unsent messages
ckb: بینینی هەموو نامە سڕاوە تۆمارکراوەکان
de: Alle protokollierten zurückgenommenen Nachrichten anzeigen
es: Ver todos los mensajes eliminados registrados

# dms_exception_list
source: DM Seen Exception List
ckb: لیستی ئەستەسنای بینینی نامە ڕاستەوخۆکان
de: DM-Gelesen-Ausnahmeliste
es: Lista de Excepciones de Leído de MD

# dms_exception_list_log
source: Manage users whose DMs auto marked as seen (long-press eye button in chat)
ckb: بەڕێوەبردنی ئەو بەکارهێنەرانەی نامە ڕاستەوخۆکانیان بە شێوەیەکی خۆکار وەک خوێندراو نیشان دەکرێن (دەستت دابنێ لەسەر دوگمەی چاو لە گفتوگۆدا)
de: Verwalte Benutzer, deren DMs automatisch als gelesen markiert werden (Auge-Button im Chat lange drücken)
es: Gestiona los usuarios cuyos MD se marcan automáticamente como leídos (mantén presionado el botón del ojo en el chat)

source: Unsent Messages
ckb: نامە سڕاوەکان
de: Zurückgenommene Nachrichten
es: Mensajes Eliminados

source: Clear All Messages
ckb: سڕینەوەی هەموو نامەکان
de: Alle Nachrichten Löschen
es: Borrar Todos los Mensajes

# clear_all_messages_confirm
source: Are you sure you want to clear all logged unsent messages? This will also reset all caches.
ckb: دڵنیایت لە سڕینەوەی هەموو نامە سڕاوە تۆمارکراوەکان؟ ئەمەش هەموو کاشەکانیش دووبارە ڕێکدەخاتەوە.
de: Möchtest du wirklich alle protokollierten zurückgenommenen Nachrichten löschen? Dies setzt auch alle Caches zurück.
es: ¿Estás seguro de que quieres borrar todos los mensajes eliminados registrados? Esto también restablecerá todas las cachés.

source: Cancel
ckb: هەڵوەشاندنەوە
de: Abbrechen
es: Cancelar

source: Clear
ckb: سڕینەوە
de: Löschen
es: Borrar

source: Success
ckb: سەرکەوتوو
de: Erfolg
es: Éxito

# success_clear_messages
source: Successfully cleared %lu unsent messages and reset all caches
ckb: بە سەرکەوتوویی %lu نامە سڕاوە سڕایەوە و هەموو کاشەکان دووبارە ڕێکخرانەوە
de: %lu zurückgenommene Nachrichten erfolgreich gelöscht und alle Caches zurückgesetzt
es: Se borraron exitosamente %lu mensajes eliminados y se restablecieron todas las cachés

source: Error
ckb: هەڵە
de: Fehler

# error_clear_messages
source: Failed to clear messages: %@
ckb: سڕینەوەی نامەکان شکستی هێنا: %@
de: Nachrichten konnten nicht gelöscht werden: %@
es: No se pudieron borrar los mensajes: %@

# no_unsent_messages
source: No unsent messages logged
ckb: هیچ نامەیەکی سڕاوە تۆمار نەکراوە
de: Keine zurückgenommenen Nachrichten protokolliert
es: No hay mensajes eliminados registrados

source: Unknown
ar: غير معروف
ckb: نەزانراو
de: Unbekannt
es: Desconocido
ja: 不明
nl: Onbekend
tr: Bilinmiyor
zh: 未知

source: Message Details
ckb: وردەکاریەکانی نامە
de: Nachrichtendetails
es: Detalles del Mensaje

# from_message
source: From: @%@ Message: %@ Deleted: %@
ckb: لە: @%@ نامە: %@ سڕاوەتەوە: %@
de: Von: @%@ Nachricht: %@ Gelöscht: %@
es: De: @%@ Mensaje: %@ Eliminado: %@

source: Copy Text
ckb: کۆپیکردنی دەق
de: Text Kopieren
es: Copiar Texto

# text_copied
source: Text copied to clipboard
ckb: دەق کۆپی کرا بۆ کلیپبۆرد
de: Text in Zwischenablage kopiert
es: Texto copiado al portapapeles

source: Close
ar: إغلاق
ckb: داخستن
de: Schließen
es: Cerrar
ja: 閉じる
nl: Sluiten
tr: Kapat
zh: 关闭

# error_delete_message
source: Failed to delete message: %@
ckb: سڕینەوەی نامە شکستی هێنا: %@
de: Nachricht konnte nicht gelöscht werden: %@
es: No se pudo eliminar el mensaje: %@

# unsent_messages_header
source: %lu UNSENT MESSAGES
ckb: %lu نامەی سڕاوە
de: %lu ZURÜCKGENOMMENE NACHRICHTEN
es: %lu MENSAJES ELIMINADOS

# story_exception_list
source: Story Seen Exception List
ckb: لیستی ئەستەسنای بینینی چیرۆکەکان
de: Story-Gesehen-Ausnahmeliste
es: Lista de Excepciones de Visto de Historias

# story_exception_list_log
source: Manage users whose Stories auto marked as seen (long-press eye button in story)
ckb: بەڕێوەبردنی ئەو بەکارهێنەرانەی چیرۆکەکانیان بە شێوەیەکی خۆکار وەک بینراو نیشان دەکرێن (دەستت دابنێ لەسەر دوگمەی چاو لە گفتوگۆدا)
de: Verwalte Benutzer, deren Storys automatisch als gesehen markiert werden (Auge-Button im Chat lange drücken)
es: Gestiona los usuarios cuyas historias se marcan automáticamente como vistas (mantén presionado el botón del ojo en el chat)

source: Clear All Exceptions
ckb: سڕینەوەی هەموو ئەستەسناکان
de: Alle Ausnahmen Löschen
es: Borrar Todas las Excepciones

# clear_all_exceptions_confirm
source: Are you sure you want to clear all exceptions? Messages/Stories from these users will not be auto marked as seen again.
ckb: دڵنیایت لە سڕینەوەی هەموو ئەستەسناکان؟ نامە/چیرۆکەکانی ئەم بەکارهێنەرانە چیتر بە شێوەیەکی خۆکار وەک بینراو نیشان ناکرێن.
de: Möchtest du wirklich alle Ausnahmen löschen? Nachrichten/Storys von diesen Benutzern werden nicht mehr automatisch als gesehen markiert.
es: ¿Estás seguro de que quieres borrar todas las excepciones? Los mensajes/historias de estos usuarios no se marcarán automáticamente como vistos de nuevo.

# no_exceptions
source: No exceptions added yet
ckb: هێشتا هیچ ئەستەسنایەک زیاد نەکراوە
de: Noch keine Ausnahmen hinzugefügt
es: Aún no se han añadido excepciones

# dms_exception_footer
source: DMs from these users will be auto marked as seen. Swipe left to remove.
ckb: نامە ڕاستەوخۆکانی ئەم بەکارهێنەرانە بە شێوەیەکی خۆکار وەک خوێندراو نیشان دەکرێن. بیخلیشێنە لای چەپ بۆ لابردن.
de: DMs von diesen Benutzern werden automatisch als gelesen markiert. Nach links wischen zum Entfernen.
es: Los MD de estos usuarios se marcarán automáticamente como leídos. Desliza a la izquierda para eliminar.

# story_exception_footer
source: Stories from these users will be auto marked as seen. Swipe left to remove.
ckb: چیرۆکەکانی ئەم بەکارهێنەرانە بە شێوەیەکی خۆکار وەک بینراو نیشان دەکرێن. بیخلیشێنە لای چەپ بۆ لابردن.
de: Storys von diesen Benutzern werden automatisch als gesehen markiert. Nach links wischen zum Entfernen.
es: Las historias de estos usuarios se marcarán automáticamente como vistas. Desliza a la izquierda para eliminar.

# exception_header
source: %lu users - %@ will be auto marked as seen
ckb: %lu بەکارهێنەر - %@ بە شێوەیەکی خۆکار وەک بینراو نیشان دەکرێن
de: %lu Benutzer - %@ werden automatisch als gesehen markiert
es: %lu usuarios - %@ se marcarán automáticamente como vistos

source: DMs
ckb: نامە ڕاستەوخۆکان
es: MD

source: Stories
ckb: چیرۆکەکان
de: Storys
es: Historias

# unsent_a_mssg
source: @%@ unsent a message
ckb: @%@ نامەیەکی سڕییەوە
de: @%@ hat eine Nachricht zurückgenommen
es: @%@ eliminó un mensaje

# unsend_disc
source: Refreshing will delete unsent messages and reload data. Messages sync automatically; no manual refresh needed.
ar: سيؤدي التحديث إلى حذف الرسائل الملغاة وإعادة تحميل البيانات. يتم المزامنة تلقائيًا ولا حاجة للتحديث اليدوي.
ckb: نوێکردنەوە پەیامە نەنێردراوەکان دەسڕێتەوە و داتاکان دووبارە دەبارێت. پەیامەکان خۆکارانە هاوکات دەبن؛ پێویست بە نوێکردنەوەی دەستی نییە.
de: Aktualisieren löscht zurückgezogene Nachrichten und lädt Daten neu. Nachrichten werden automatisch synchronisiert.
es: Actualizar eliminará mensajes anulados y recargará los datos. Los mensajes se sincronizan automáticamente; no necesitas refrescar manualmente.
ja: リフレッシュすると未送信メッセージが削除され、データが再読み込みされます。 メッセージは自動同期されるため、手動リフレッシュは必要ありません。
nl: Vernieuwen verwijdert ongestuurde berichten en laadt opnieuw. Berichten worden automatisch gesynchroniseerd, geen handmatige vernieuwing nodig.
tr: Yenileme, silinen mesajları temizler ve verileri yeniler. Mesajlar otomatik senkronize edilir, manuel yenilemeye gerek yok.
zh: 刷新将删除所有已撤回消息并重新加载。 消息会自动同步，无需手动刷新。

source: Refresh
ar: تحديث
ckb: نوێکردنەوە
de: Aktualisieren
es: Actualizar
ja: 更新
nl: Vernieuwen
tr: Yenile
zh: 刷新

# unsend_at
source: Message unsent at: %@!
ar: تم إلغاء الإرسال في: %@!
ckb: پەیام سڕا لە: %@!
de: Nachricht zurückgezogen um: %@!
es: Mensaje anulado en: %@!
ja: メッセージ送信取消 at: %@!
nl: Bericht verwijderd op: %@!
tr: Mesaj şu saatte silindi: %@!
zh: 消息撤回时间：%@！

# downloading_disc_dm
source: add long-press method to download.
ar: أضف طريقة الضغط المطوّل للتنزيل.
ckb: شێوازی پەنجە درێژکردن زیاد بکە بۆ داگرتن.
de: Langes Drücken zum Downloaden hinzufügen.
es: Añade el método de pulsación prolongada para descargar.
ja: 長押しでダウンロードする機能を追加。
nl: Voeg de lang-ingedrukt houden methode toe om te downloaden.
tr: İndirmek için uzun basma yöntemini ekleyin.
zh: 添加长按下载的方法。

source: Hide Typing…
ar: إخفاء الكتابة...
ckb: شاردنەوەی 'نووسین…'
de: Tippen ausblenden…
es: Ocultar escribiendo...
ja: 入力中を非表示…
nl: Typen verbergen…
tr: Yazıyor... gizle
zh: 隐藏正在输入…
